[
  "Every Who Down in Whoville Liked Christmas a lot... But the Grinch,Who lived just north of Whoville, Did NOT! The Grinch hated Christmas! The whole Christmas season! Now, please don't ask why.",
  " No one quite knows the reason. It could be his head wasn't screwed on just right. It could be, perhaps, that his shoes were too tight. But I think that the most likely reason of all, May have been that his heart was two sizes too small. Whatever the reason, His heart or his shoes, He stood there on Christmas Eve, hating the Whos, Staring down from his cave with a sour, Grinchy frown, At the warm lighted windows below in their town. For he knew every Who down in Whoville beneath, Was busy now, hanging a mistletoe wreath. \"And they're hanging their stockings!",
  "\" he snarled with a sneer, \"Tomorrow is Christmas! It's practically here!\" Then he growled, with his Grinch fingers nervously drumming, \"I MUST find some way to stop Christmas from coming!\" For Tomorrow, he knew, all the Who girls and boys, Would wake bright and early. They'd rush for their toys! And then! Oh, the noise!",
  " Oh, the Noise! Noise! Noise! Noise! That's one thing he hated! The NOISE! NOISE!",
  " NOISE! NOISE! Then the Whos, young and old, would sit down to a feast. And they'd feast! And they'd feast! And they'd FEAST! FEAST!",
  " FEAST! FEAST! They would feast on Who-pudding, and rare Who-roast beast. Which was something the Grinch couldn't stand in the least! And THEN They'd do something He liked least of all! Every Who down in Whoville, the tall and the small, Would stand close together, with Christmas bells ringing. They'd stand hand-in-hand.",
  " And the Whos would start singing! They'd sing! And they'd sing! And they'd SING! SING! SING! SING!",
  " And the more the Grinch thought of this Who ChristmasSing, The more the Grinch thought, \"I must stop this whole thing!\" \"Why, for fifty-three years I've put up with it now!\" \"I MUST stop this Christmas from coming! But HOW?\" Then he got an idea! An awful idea!  THE GRINCH GOT A WONDERFUL, AWFUL IDEA!",
  " \"I know just what to do!\" The Grinch laughed in his throat. And he made a quick Santy Claus hat and a coat. And he chuckled, and clucked, \"What a great Grinchy trick!\" \"With this coat and this hat, I look just like Saint Nick!\""
]