[
  "Troy  Each of the great cities of Greece sent an army to join the war against the Trojans – each, that is, except for one: The city of Thebes refused to join the war, saying that it had no quarrel with the far away Trojans, and so the Greek King Agamemnon (Aga-mem-non) decided to teach the Thebans a lesson. He ordered his men to destroy their beautiful city and take its treasure – and that is what they did. While the ruined city of Thebes was still burning, the greatest of the Greek warriors shared out the prizes of war.  King Agamemnon chose for himself one of the captives - a beautiful young girl called Chryseis (Cry-see-is), a priest’s daughter. Agamemnon told her that she must live with him from now on, and be his slave. The girl wept bitterly and begged to be returned to her father, but King Agamemnon had a cruel heart and was unmoved by her tears.  Eventually, the Greek ships reached Troy, and the army set up a vast camp on the beach not far from the city. One evening, the good old priest, who was the father of Chryseis, arrived at the camp and asked to meet King Agamemnon and all the greatest of the Greeks.  He said, “Oh Agamemnon, leader of men, may the gods grant your wish to destroy the magnificent city of Troy, and may all the Greeks return home safely in their black ships, but grant me this favour; free my daughter and accept in her place a gift of great treasure that I have brought for you.”  The Greek army cheered the old man for his generous offer, and for the love that he had shown for his daughter, but Agamemnon flew into a rage. “Old man,” said he, “let me not find you hanging about our ships, nor coming here again. I will not free your lovely daughter. She shall grow old in my house, in Argos, far from her home. So get out of my sight right now, or it will be the worse for you!”  The priest was afraid and swiftly left, but later that evening he knelt down on the shore of the resounding sea and prayed to the immortal god, Apollo of the silver bow. Apollo heard the good old man’s prayer for just revenge, and he took up his silver bow and fired arrows into the Greek camp. The arrows of Apollo brought disease, and many of the Greek soldiers fell ill.  By far the greatest of the Greek warriors was Achilles (A-kill-ees).",
  " He was faster and stronger than any man alive, and also very proud.  When Achilles saw the Greek soldiers dying of disease, he called a meeting of all the generals and spoke as follows, “Noble Agamemnon, though you are our leader, I must speak the truth. It was wrong to threaten the priest, a good old man who came to you with a generous offer. The gods are angry with us for what you did, and matters must be put right. You must return the lovely Chryseis to her father.”  King Agamemnon, was surprised to hear such words, as he was not at all used to being told what to do. “Great Achilles,” he said, “Brave and strong you may be, but I am king and I shall do what I like and you shall know your place!”  To which Achilles replied, “You are too greedy! Why should all the Greeks suffer for your evil ways. I, for one, am not going to follow a leader like you into battle.”  Now King Agamemnon was absolutely furious but he also understood that something must be done to appease the gods and stop the plague that was destroying his army, and so the next day he ordered a boat to take the young girl back to her father, but he also sent messengers to the tent of Achilles and ordered him hand over his own slave girl. From that moment on the pride of Achilles was so hurt that he refused to take part in the battle for Troy, but instead stayed inside his tent and sulked while the Greeks went out and fought.  Soon after, the Trojans opened the great doors of their city and their army marched out - like a flock of wild birds swooping back and forth and calling with screeching voices.  Now the finest warrior among the Trojans was Prince Hector. He was the brother of Paris, but he was quite different in character. Hector was brave and noble, while Paris loved fine clothes and parties and enjoyed his riches to the full.  As they rode out to battle, Hector said to his brother, “Paris, it is for your sake that thousands of brave soldiers will die today. It is only because you ran away with the Greek Queen Helen that this great army has arrived at our gates with the aim of destroying our beautiful city, killing all the men, and carrying off the women and children as slaves.",
  " It would be better had you not been born, my brother.”  When he heard this, Paris felt ashamed, and to make amends he drove his chariot out in front the Trojan army and towards the enemy. In his fiercest voice, Paris called out to the Greeks to send forth their bravest warrior, and to fight him in single combat to decide the war – so that others need not suffer.  On the Greek side, King Menelaus (Menel-a-us) hated Paris more than any other man alive, so Menelaus jumped out of his chariot and said, “I will gladly fight Paris, and kill him with my spear which is made of ash wood and tipped with cruel bronze.”  When Paris heard this, he was so frightened that he coiled back like a man who has seen a snake, and he shrank into the protection of his men. Great laughter arose from the Greek army, and the Trojans were furious with Prince Paris for bringing shame on them. Then Paris began to worry that if the beautiful Helen heard about his running away, she would not love him anymore. So he gathered his courage, and went out once more in front of the army, and again shouted out to the Greeks, “I call on you men to lay your swords and spears on the ground while King Menelaus and I fight one another – hero against hero.”  Menelaus did not give Paris time to change his mind. He hurled his spear at him so that it broke his shield, but just missed his body. Paris fell backwards, and soon Menelaus was on him, dragging him by the plume of his helmet towards the Greek army. However, the Goddess of Love, Aphrodite, who was fond of Paris, saw what was happening and came to his aid disguised as a cloud. She scooped him into her lovely arms, and whisked him back to his Palace where the fair and fragrant Helen was waiting for him. So the Greeks and the Trojans fought each other in battle.  Many brave soldiers were killed and wounded on both sides, but as long as Achilles refused to help the Greeks, the Trojans were stronger and drove the Greeks back to their camp. At night, a thousand camp fires glowed upon the plain, and by the light of each fire there sat fifty men while the horses chomped oats and corn beside their chariots and waited for dawn to come.  The Greeks begged the great warrior Achilles to come out and fight, but still he refused to join the battle. His best friend, Patroclus, came up with a cunning plan.",
  " He secretly put on the magnificent armour of Achilles and went out into the battle, looking exactly like the great hero. He knew that when the Greeks saw him, they would gain courage at the sight of Achilles and fight with redoubled strength, and when the Trojans saw him, they would think that the warrior they most feared had returned, and would lose heart. When the Trojans saw Patroclus dressed like Achilles, Prince Hector flew at him with his spear and killed him. Only then did he discover that it was not Achilles whom he had killed, but Patroclus.  When the mighty Achilles heard that his best friend had been killed by Hector, his anger and sorrow were great in equal measure, and he stood up before a meeting of the Greek army and said, “As you know, King Agamemnon has insulted me and I have every right not to fight in this stupid war; but now things have changed. My best friend has been killed by Prince Hector of Troy. It is for the sake of Patroclus, who was dearer to me than any other man, that I will take up the fight and avenge his death.”  When the Greek army heard this, they all cheered and threw their helmets in the air, for they knew that with Achilles on their side, victory could be theirs.  When Prince Hector saw that Achilles stood once again at the head of the Greek army, he knew that there was only one thing for it. He must go out and fight Achilles, and decide the fate of Troy.  As Prince Hector was leaving for battle, he went in search of his wife, the lovely Andromache (An-drom-a-kee). He found her walking along the great walls of the city, holding their little baby in her arms. When she saw her husband, Andromache said, “Brave Hector, I beg you; do not go out today to fight Achilles. What will I do when you are gone? Think of your little son. What use is a father to him if he is dead?”  Hector replied that he could not refuse to fight, as the Greeks and the Trojans would say he was a coward.  He stretched his arms towards his child, but when boy saw the horsehair plume that nodded fiercely from his father’s helmet, he was scared and cried, nursing his head into his mother’s bosom.",
  "  His father and mother laughed to see him, and Hector took the helmet from his head and laid it all gleaming upon the ground. Then he took his darling child, kissed him, and dangled him in his arms, praying over him to Zeus, the king of all the gods. “Mighty Zeus,” he said, \"May one day people say that this child is even braver than his father, and a mightier warrior in battle, so that their praise gladdens the heart of his mother.\"  Hector rode out before the gates of Troy. Achilles, seeing him, started to run with all his might towards Hector, ready to hurl his spear at his hated enemy. Hector jumped from his chariot and stood firm, waiting to meet Achilles, but secretly he thought to himself, “What if I were to lay down my shield and helmet, lean my spear against the wall and go straight up to noble Achilles? What if I were to promise to hand back Helen, who was the cause of all this war, and to let the Greeks take half of all the treasure in the city? Why argue with myself in this way? Were I to go up to him now, he would show me no mercy.”  As he pondered, the swift-footed Achilles charged up to him as if he were Aries himself, the plumed God of battle. The bronze tip of Achilles' spear gleamed around him like the rays of the rising sun. Fear came over Hector and he turned and ran, while Achilles darted after him with his utmost speed. As a mountain hawk, the swiftest of birds, swoops down upon some trembling white dove - that is how Achilles made straight for Hector with all his might, while Hector fled around the city walls as fast as his legs could carry him.  Achilles chased Hector three times around the walls of Troy until at last Hector turned and fought. First Achilles threw his spear at Hector and missed. Hector then threw his spear at Achilles and hit his shield, but did not break it. They fell on each with clashing bronze swords, and Achilles, for he was the stronger hero, killed Hector.  When they heard the sad news, all the women of Troy wept for the loss of their greatest hero, but none wept more than his wife, Andromache."
]